# 26 - Membuat Data Frame dari hasil seleksi Spreadsheet

# Import Modules

In [1]:
import pandas as pd

print(pd.__version__)

1.2.4

# Membentuk Data Frame dari hasil seleksi Spreadsheet

In [3]:
df = pd.read_clipboard()
df

       NRP    Nama
0  2073007  steven
1  2073008  daniel
2  2073009    Tanu
3  2073010   Louis